import React from 'react'
import Navbar from '@/components/_App/Navbar'
import PageBannerStyle1 from '@/components/Common/PageBannerStyle1'
import BlogSidebar from '@/components/Blog/BlogSidebar'
import RelatedPost from '@/components/Blog/RelatedPost'
import Footer from '@/components/_App/Footer'
import Link from 'next/link'
import Head from 'next/head'

const OShkolax = () => {
	return (
		<>
			<Head>
				<title>Подробнее об учебе в CDL школе - CDL Help</title>
				<meta name="description" content="CDL Help - подробная статья про обучение в школах CDL в США."/>

				{/* Google / Search Engine Tags */}
				<meta itemprop="name" content="Приложение CDL Help - Тесты CDL на русском языке"/>
				<meta itemprop="description" content="CDL Help - подробная статья про обучение в школах CDL в США."/>
				<meta itemprop="image" content="https://cdlhelp.app/images/cdlhelp-tag.jpg"/>

				{/* Facebook Meta Tags */}
				<meta property="og:url" content="https://www.cdlhelp.app"/>
				<meta property="og:type" content="article"/>
				<meta property="og:title" content="Приложение CDL Help - Тесты CDL на русском языке"/>
				<meta property="og:description" content="CDL Help - подробная статья про обучение в школах CDL в США."/>
				<meta property="og:image" content="https://cdlhelp.app/images/cdlhelp-tag.jpg"/>

				{/* Twitter Meta Tags */}
				<meta name="twitter:card" content="summary_large_image"/>
				<meta name="twitter:title" content="Приложение CDL Help - Тесты CDL на русском языке"/>
				<meta name="twitter:description" content="CDL Help - подробная статья про обучение в школах CDL в США."/>
				<meta name="twitter:image" content="https://cdlhelp.app/images/cdlhelp-tag.jpg"/>
			</Head>
			<Navbar />

			<PageBannerStyle1
				pageTitle="Обучение в CDL школах"
				homePageUrl="/"
				homePageText="Главная Страница"
				activePageText="Обучение в CDL школах"
			/>

			<div className="blog-details-area pb-100">
				<div className="container">
					<div className="row">
						<div className="col-lg-8 col-md-12">
							<div className="blog-details-desc">
								{/* <div className="article-image">
									<img src="/images/blog/cdl-shkoly-v-usa.jpg" alt="blog-details" />
								</div> */}

								<div className="article-content">
									{/* <div className="entry-meta">
										<ul>
											<li>
												<i className="ri-calendar-2-line"></i>
												14 Декабря, 2022
											</li>
										</ul>
									</div> */}
									<h2>ТОП 150+ полезных ресурсов для иммигрантов в США</h2>
								</div>

								
<p>Мы обсудим как получить разрешение на работу в США для беженцев</p>
<ul>
<li>Возможность для беженцев получить разрешение на работу в США </li>
<li>Процесс получения разрешения на работу для беженцев в США </li>
<li>Другие важные аспекты, связанные с этим </li>
<li>Право на постоянное проживание <ul>
<li>Право на гражданство</li>
</ul>
</li>
</ul>
<p>Наша цель  рассмотреть возможности для беженцев получения разрешения на работу в США.
Беженцы, покинувшие свои родные страны из-за войны, конфликтов или преследований, ищут безопасность и новую жизнь в других странах. Одной из самых популярных стран для беженцев является Соединенные Штаты Америки. Однако, по прибытию в США, беженцам необходимо получить разрешение на работу, чтобы обеспечить свои финансовые потребности и внести свой вклад в общество и интегрироваться в нем.
Для беженцев, прибывших в США, есть несколько путей получения разрешения на работу. Один из них - это программа реабилитации и план по переселению беженцев (R&amp;P). По этой программе, беженцы могут получить разрешение на работу в течение первых 90 дней после их прибытия в США. В это же время, они также получают помощь от государства в поиске работы и адаптации к новой жизни.
Кроме того, существует программа по предоставлению временного разрешения на работу для беженцев, которые не могут получить статус беженца из-за определенных причин. Это разрешение действует на определенный срок и может быть продлено, если беженцы продолжают находиться в сложной ситуации.
Рассмотрим процедуру получения разрешения на работу для беженцев, а также предоставим полезные советы и ресурсы для тех, кто ищет работу в США.</p>
<p>Определение статуса беженца
Первым шагом в получении разрешения на работу в США для беженцев является определение их статуса. Для этого необходимо подать заявление на получение убежища. Через год проживания в государстве иностранец в статусе беженца может запросить грин-карту (разрешение на постоянное пребывание) посредством подачи заявления через официальный сайт Службы гражданства и иммиграции США (USCIS)  Для получения полит. убежища Вам следует обратиться с заявлением по форме I-589(это анкета-заявление о предоставлении политического убежища в США, именно ее необходимо заполнить первым делом, если вы приняли решение подавать документы для получения политического убежища. Заявление должно быть подано в течение первого года вашего пребывания в США). Пошлина за рассмотрение данного вопроса не взимается.Какие  документы нужны для I-589?
Это документы, подтверждающие вашу личность; если Вы подаете заявление на получение политического убежища не в одиночку, а с членами семьи, то нужны ещё и документы, свидетельствующие о вашем родстве; Bаша история(почему вы были вынуждены бежать из своей страны), а также  доказательства вашей истории.
Заявление рассматривается офицером по делам беженцев, который принимает решение о предоставлении статуса беженца или отказе в нем.Как правило,в течение 180 дней с даты подачи заявления иностранец получает официальный ответ по своему запросу.  После получения статуса беженца, человек имеет право на работу в США.</p>
<p>Подача заявления на разрешение на работу
После получения статуса беженца(вы получаете официальное уведомление из USCIS), необходимо подать заявление на разрешение на работу.
НЕОБХОДИМЫЕ ДОКУМЕНТЫ:
• Копия формы I-94 <a href="https://i94.cbp.dhs.gov/I94/#/recent-search">https://i94.cbp.dhs.gov/I94/#/recent-search</a>
 • Копия идентификационной страницы вашего паспорта
• Ваш номер &quot;А&quot;, т.е. иммиграционный идентификационный номер. Этот номер из 8 или 9 цифр находится на подтверждении вашего спонсора и на вашем разрешении на въезд в США по программе U4U
 • 2 фотографии на паспорт, 5см х 5см
 • Пароль к вашему личному кабинету USCIS (если вы подаете онлайн)
Для этого требуется заполнить форму I-765, Application for Employment Authorization. В этой форме необходимо указать личные данные, информацию о статусе беженца и причину подачи заявления. Также необходимо приложить копию документа, подтверждающего статус беженца.
I-765, ЗАЯВЛЕНИЕ НА РАЗРЕШЕНИЕ НА РАБОТУ<a href="https://www.uscis.gov/sites/default/files/document/forms/i-765.pdf">https://www.uscis.gov/sites/default/files/document/forms/i-765.pdf</a>
 • Если вы планируете подавать в печатной форме, убедитесь, что вы скачали последнюю версию формы с веб-сайта USCIS.
 • Обязательно убедитесь, что вы скачали форму именно с вебсайта USCIS!
 • Скачайте форму, сохраните ее на компьютере, и только тогда начните заполнять её.</p>
<p>I-765 И ДЕТИ
 • Дети могут и должны подавать на разрешение на работу o подростки 14 лет и старше могут легально работать в Нью-Йорке o получить разрешение на работу -- один из самых простых способов получить Карту социального страхования (SSN) 
• Дети старше 14 лет обязаны сами подписывать свои иммиграционные заявки 
• Родители или опекуны должны подписывать иммиграционные заявки детей младше 14 </p>
<p>Предоставление биометрических данных</p>
<p>После подачи заявления на разрешение на работу,вы получите уведомление, что USCIS получила вашу заявку, затем уведомление, что вас записали на сдачу отпечатков пальцев.Заявитель должен пройти процедуру сдачи биометрических данных Обычно это включает в себя снятие отпечатков пальцев и фотографирование. Эти данные используются для проверки личности заявителя и установления его права на работу в США.</p>
<p>Рассмотрение заявления</p>
<p>После предоставления биометрических данных, заявление на разрешение на работу рассматривается соответствующими органами. Обычно этот процесс занимает несколько месяцев. В случае положительного решения, заявителю выдается разрешение на работу в виде карточки, известной как Employment Authorization Document (EAD). Эта карточка содержит информацию о праве заявителя на работу в США и является документом, подтверждающим его легальный статус.</p>
<p>После получения Employment Authorization Document (EAD), беженец имеет право на работу в США. Он может подавать заявления на работу в различные компании и организации, а также начать свою собственную деловую деятельность. Разрешение на работу дает беженцу возможность обеспечить себя и свою семью, а также активно участвовать в экономической жизни страны.
Важно отметить, что разрешение на работу для беженцев имеет определенный срок действия.  По истечении этого срока, необходимо продлить разрешение на работу, подав заявление на продление формы I-765. Также стоит учесть, что разрешение на работу не является гарантией получения рабочего места, но дает возможность беженцу конкурировать на равных условиях с другими соискателями.</p>
<p>Получение разрешения на работу для беженцев в США - это важный шаг в их адаптации и интеграции в новую страну,что  дает  возможность начать новую жизнь в США и обеспечить себя и свою семью.</p>
<p>Другие важные аспекты</p>
<p>ПРАВО НА ПОСТОЯННОЕ ПРОЖИВАНИЕ
Получение статуса беженца в США открывает перед людьми новые возможности и права. Одним из таких прав является право на постоянное проживание в стране. Постоянное проживание дает беженцам стабильность и возможность строить свою жизнь в новой стране.
Для получения постоянного проживания беженцам необходимо пройти процесс адаптации и удовлетворить определенные требования. Важным фактором является наличие стабильной работы. Беженцы имеют право на работу в США и могут получить разрешение на работу после 150 дней пребывания в стране.
Кроме того, беженцы должны соответствовать другим критериям для получения постоянного проживания, таким как отсутствие судимости и наличие достаточных финансовых средств для обеспечения своей семьи. Также важным фактором является успешное прохождение медицинского осмотра и соблюдение всех требований иммиграционной службы.
Право на постоянное проживание дает беженцам возможность получить грин-карту, которая является документом, подтверждающим их статус постоянного жителя США. Грин-карта позволяет беженцам жить и работать в стране на постоянной основе, а также иметь доступ к многим социальным и экономическим привилегиям.
Право на гражданство
Получение гражданства Соединенных Штатов Америки является важным этапом в жизни беженцев. Гражданство дает им полные права и возможности, а также обеспечивает защиту от депортации.
Для получения гражданства беженцам необходимо прожить определенное количество лет в США, обычно пять лет, и соответствовать определенным требованиям. Одним из таких требований является знание английского языка и основ американской истории и права. Беженцы также должны быть хорошими моральными характерами и не иметь проблем с законом.
Получение гражданства дает беженцам право голоса на выборах, возможность получения паспорта США и защиту от депортации. Гражданство также открывает перед беженцами новые возможности в сфере образования и трудоустройства, а также позволяет воссоединиться с семьей, которая осталась за границей.</p>



								<div className="article-footer">
									<div className="post-author-meta">
										<div className="d-flex align-items-center">
											<img src="/images/logo-adaptive.png" alt="user" />
											<div className="title">
												<span className="name">
													Автор TruckDirver.help
												</span>
												<span className="date">14 Декабря, 2022</span>
											</div>
										</div>
									</div>
									{/* <div className="article-share">
										<ul className="social">
											<li><span>Share:</span></li>
											<li>
												<a href="https://www.facebook.com/" className="facebook" target="_blank">
													<i className="ri-facebook-fill"></i>
												</a>
											</li>
											<li>
												<a href="https://www.linkedin.com/" className="twitter" target="_blank">
													<i className="ri-linkedin-fill"></i>
												</a>
											</li>
											<li>
												<a href="https://twitter.com/" className="linkedin" target="_blank">
													<i className="ri-twitter-fill"></i>
												</a>
											</li>
											<li>
												<a href="https://www.instagram.com/" className="instagram" target="_blank">
													<i className="ri-instagram-line"></i>
												</a>
											</li>
										</ul>
									</div> */}
								</div>

								{/* Related Blog Post */}
								{/* <RelatedPost /> */}


							</div>
						</div>

						<div className="col-lg-4 col-md-12">
							<div className="right-sidebar">
								<BlogSidebar />
							</div>
						</div>
					</div>
				</div>
			</div>

			<Footer />
		</>
	)
}

export default OShkolax;